Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

source: You've sent several reports already. Try again later.
de: Du hast schon mehrere Meldungen gesendet. Versuch es später noch mal.
es: Ya has enviado varias denuncias. Vuelve a intentarlo más tarde.
fr: Tu as déjà envoyé plusieurs signalements. Réessaie plus tard.
it: Hai già inviato diverse segnalazioni. Riprova più tardi.
nl: Je hebt al meerdere meldingen gestuurd. Probeer het later opnieuw.
pt: Já enviaste várias denúncias. Tenta de novo mais tarde.

source: You:
de: Du:
es: Tú:
fr: Toi :
it: Tu:
nl: Jij:
pt: Tu:

source: Your account has been closed.
de: Dein Konto wurde gesperrt.
es: Hemos cerrado tu cuenta.
fr: Ton compte a été fermé.
it: Il tuo account è stato chiuso.
nl: Je account is gesloten.
pt: A tua conta foi encerrada.

source: Your account is on hold.
de: Dein Konto ist angehalten.
es: Tu cuenta está en espera.
fr: Ton compte est en attente.
it: Il tuo account è in sospeso.
nl: Je account staat in de wacht.
pt: A tua conta está em espera.

source: Your answer
de: Deine Antwort
es: Tu respuesta
fr: Ta réponse
it: La tua risposta
nl: Je antwoord
pt: A tua resposta

source: Your answers won't be kept. You'll start over next time.
de: Deine Antworten werden nicht gespeichert. Nächstes Mal fängst du von vorn an.
es: No guardaremos tus respuestas. La próxima vez empezarás de cero.
fr: Tes réponses ne seront pas conservées. Tu recommenceras la prochaine fois.
it: Le tue risposte non verranno salvate. La prossima volta ricomincerai da capo.
nl: Je antwoorden worden niet bewaard. Volgende keer begin je opnieuw.
pt: As tuas respostas não vão ser guardadas. Vais recomeçar da próxima vez.

source: Your area
de: Deine Gegend
es: Tu zona
fr: Ta zone
it: La tua zona
nl: Je buurt
pt: A tua zona

source: Your area, like a district, and a distance rounded to the kilometre. Never your address.
de: Deine Gegend, etwa ein Stadtteil, und eine auf den Kilometer gerundete Entfernung. Nie deine Adresse.
es: Tu zona, como un barrio, y una distancia redondeada al kilómetro. Nunca tu dirección.
fr: Ta zone, par exemple un quartier, et une distance arrondie au kilomètre. Jamais ton adresse.
it: La tua zona, come un quartiere, e una distanza arrotondata al chilometro. Mai il tuo indirizzo.
nl: Je buurt, zoals een wijk, en een afstand afgerond op de kilometer. Nooit je adres.
pt: A tua zona, como um bairro, e uma distância arredondada ao quilómetro. Nunca a tua morada.

source: Your bio
de: Deine Bio
es: Tu bio
fr: Ta bio
it: La tua bio
nl: Je bio
pt: A tua bio

source: Your birthday can't be changed.
de: Dein Geburtsdatum kann nicht geändert werden.
es: Tu fecha de nacimiento no se puede cambiar.
fr: Ta date de naissance ne peut pas être modifiée.
it: La tua data di nascita non si può modificare.
nl: Je geboortedatum kan niet worden gewijzigd.
pt: A tua data de nascimento não pode ser alterada.

source: Your conversations with matches
de: Deine Unterhaltungen mit Matches
es: Tus conversaciones con matches
fr: Tes discussions avec tes matchs
it: Le tue conversazioni con i match
nl: Je gesprekken met matches
pt: As tuas conversas com matches

source: Your current password is incorrect.
de: Dein aktuelles Passwort ist falsch.
es: Tu contraseña actual no es correcta.
fr: Ton mot de passe actuel est incorrect.
it: La password attuale non è corretta.
nl: Je huidige wachtwoord klopt niet.
pt: A tua palavra-passe atual está incorreta.

source: Your email stays private. Matches only see your first name.
de: Deine E-Mail bleibt privat. Matches sehen nur deinen Vornamen.
es: Tu email es privado. Tus matches solo ven tu nombre.
fr: Ton e-mail reste privé. Tes matchs ne voient que ton prénom.
it: La tua email resta privata. I match vedono solo il tuo nome.
nl: Je e-mailadres blijft privé. Matches zien alleen je voornaam.
pt: O teu email fica privado. Os matches só veem o teu nome próprio.

source: Your face is too small on your first photo. Use a closer one first.
de: Dein Gesicht ist auf dem ersten Foto zu klein. Setz eine Nahaufnahme an den Anfang.
es: Tu cara se ve demasiado pequeña en la primera foto. Pon primero una más cercana.
fr: Ton visage est trop petit sur ta première photo. Mets d'abord une photo plus rapprochée.
it: Il tuo viso è troppo piccolo nella prima foto. Metti prima una foto più ravvicinata.
nl: Je gezicht is te klein op je eerste foto. Zet een foto van dichterbij vooraan.
pt: A tua cara está demasiado pequena na primeira foto. Põe primeiro uma mais próxima.

source: Your first photo needs to show your face clearly.
de: Dein erstes Foto muss dein Gesicht deutlich zeigen.
es: En tu primera foto se te tiene que ver bien la cara.
fr: Ta première photo doit bien montrer ton visage.
it: La tua prima foto deve mostrare chiaramente il tuo viso.
nl: Op je eerste foto moet je gezicht duidelijk te zien zijn.
pt: A tua primeira foto tem de mostrar bem a tua cara.

source: Your last super like
de: Dein letzter Super Like
es: Tu último superlike
fr: Ton dernier super like
it: Il tuo ultimo super like
nl: Je laatste superlike
pt: O teu último super like

# Your likes refill at midnight, or go unlimited with drafft tempo.
source: Your likes refill at midnight. Can't wait? Go unlimited with drafft tempo.
de: Deine Likes laden sich um Mitternacht auf. Keine Lust zu warten? Unbegrenzt mit drafft tempo.
es: Tus likes se recargan a medianoche. ¿No quieres esperar? Pásate a ilimitado con drafft tempo.
fr: Tes likes se rechargent à minuit. Pas envie d'attendre ? Passe en illimité avec drafft tempo.
it: I tuoi like si ricaricano a mezzanotte. Non vuoi aspettare? Passa all'illimitato con drafft tempo.
nl: Je likes vullen om middernacht aan. Geen zin om te wachten? Ga onbeperkt met drafft tempo.
pt: Os teus likes recarregam à meia-noite. Não queres esperar? Passa a ilimitado com o drafft tempo.

source: Your matches and chats are kept.
de: Deine Matches und Chats bleiben erhalten.
es: Tus matches y chats se quedan guardados.
fr: Tes matchs et tes discussions sont conservés.
it: I tuoi match e le tue chat restano al sicuro.
nl: Je matches en chats blijven bewaard.
pt: Os teus matches e conversas ficam guardados.

source: Your matches and chats stay safe. Log back in to see them.
de: Deine Matches und Chats bleiben erhalten. Melde dich wieder an, um sie zu sehen.
es: Tus matches y chats se quedan guardados. Inicia sesión de nuevo para verlos.
fr: Tes matchs et tes discussions sont conservés. Reconnecte-toi pour les retrouver.
it: I tuoi match e le tue chat restano al sicuro. Accedi di nuovo per vederli.
nl: Je matches en chats blijven bewaard. Log opnieuw in om ze te zien.
pt: Os teus matches e conversas ficam guardados. Volta a iniciar sessão para os veres.

source: Your message couldn't be sent. Check your connection and try again.
de: Deine Nachricht konnte nicht gesendet werden. Prüf deine Verbindung und versuch es noch mal.
es: No se ha podido enviar tu mensaje. Revisa tu conexión e inténtalo de nuevo.
fr: Ton message n'a pas pu être envoyé. Vérifie ta connexion et réessaie.
it: Non è stato possibile inviare il messaggio. Controlla la connessione e riprova.
nl: Je bericht kon niet worden verstuurd. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível enviar a tua mensagem. Verifica a ligação e tenta de novo.

source: Your new number is saved.
de: Deine neue Nummer ist gespeichert.
es: Tu nuevo número se ha guardado.
fr: Ton nouveau numéro est enregistré.
it: Il tuo nuovo numero è salvato.
nl: Je nieuwe nummer is opgeslagen.
pt: O teu novo número foi guardado.

# Your new password needs all three checks.
source: Your new password needs to meet all three rules.
de: Dein neues Passwort muss alle drei Kriterien erfüllen.
es: Tu nueva contraseña debe cumplir los tres requisitos.
fr: Ton nouveau mot de passe doit remplir les trois critères.
it: La nuova password deve soddisfare tutti e tre i requisiti.
nl: Je nieuwe wachtwoord moet aan alle drie de eisen voldoen.
pt: A tua nova palavra-passe tem de cumprir os três requisitos.

source: Your own photos, your real first name and your real age.
de: Deine eigenen Fotos, dein echter Vorname und dein echtes Alter.
es: Tus propias fotos, tu nombre real y tu edad real.
fr: Tes propres photos, ton vrai prénom et ton vrai âge.
it: Le tue foto, il tuo vero nome e la tua vera età.
nl: Je eigen foto's, je echte voornaam en je echte leeftijd.
pt: As tuas próprias fotos, o teu nome próprio real e a tua idade real.

source: Your password
de: Dein Passwort
es: Tu contraseña
fr: Ton mot de passe
it: La tua password
nl: Je wachtwoord
pt: A tua palavra-passe

source: Your password doesn't meet every rule yet.
de: Dein Passwort erfüllt noch nicht alle Regeln.
es: Tu contraseña aún no cumple todos los requisitos.
fr: Ton mot de passe ne remplit pas encore tous les critères.
it: La password non soddisfa ancora tutti i requisiti.
nl: Je wachtwoord voldoet nog niet aan alle eisen.
pt: A tua palavra-passe ainda não cumpre todas as regras.

source: Your password is incorrect.
de: Dein Passwort ist falsch.
es: Tu contraseña no es correcta.
fr: Ton mot de passe est incorrect.
it: La password non è corretta.
nl: Je wachtwoord klopt niet.
pt: A tua palavra-passe está incorreta.

source: Your photo and %@'s photo
de: Dein Foto und das Foto von %@
es: Tu foto y la foto de %@
fr: Ta photo et celle de %@
it: La tua foto e la foto di %@
nl: Jouw foto en de foto van %@
pt: A tua foto e a foto de %@

source: Your position is rounded to about 1 km. Your exact spot is never sent or stored.
de: Deine Position wird auf etwa 1 km gerundet. Dein genauer Standort wird nie gesendet oder gespeichert.
es: Tu posición se redondea a 1 km aproximadamente. Tu ubicación exacta nunca se envía ni se guarda.
fr: Ta position est arrondie à environ 1 km. Ta position exacte n'est jamais envoyée ni stockée.
it: La tua posizione viene arrotondata a circa 1 km. Il punto esatto non viene mai inviato né salvato.
nl: Je positie wordt afgerond op ongeveer 1 km. Je exacte plek wordt nooit verstuurd of opgeslagen.
pt: A tua posição é arredondada a cerca de 1 km. O teu local exato nunca é enviado nem guardado.

# Your post-workout food ritual
source: Your post-session refuel
de: Dein Essen nach der Session
es: Tu recarga post-sesión
fr: Ton rituel d'après-séance
it: Il tuo pasto post-sessione
nl: Jouw maaltijd na de sessie
pt: O teu ritual pós-treino

source: Your profile
de: Dein Profil
es: Tu perfil
fr: Ton profil
it: Il tuo profilo
nl: Je profiel
pt: O teu perfil

source: Your profile and chats are no longer visible.
de: Dein Profil und deine Chats sind nicht mehr sichtbar.
es: Tu perfil y tus chats ya no son visibles.
fr: Ton profil et tes discussions ne sont plus visibles.
it: Il tuo profilo e le tue chat non sono più visibili.
nl: Je profiel en chats zijn niet meer zichtbaar.
pt: O teu perfil e as tuas conversas deixaram de estar visíveis.

source: Your profile couldn't load
de: Dein Profil konnte nicht geladen werden
es: No se ha podido cargar tu perfil
fr: Impossible de charger ton profil
it: Impossibile caricare il profilo
nl: Je profiel kon niet laden
pt: Não foi possível carregar o teu perfil

source: Your profile hasn't loaded, so nothing was saved. Close and try again.
de: Dein Profil wurde nicht geladen, deshalb wurde nichts gespeichert. Schließ es und versuch es noch mal.
es: Tu perfil no se ha cargado, así que no se ha guardado nada. Cierra y vuelve a intentarlo.
fr: Ton profil n'a pas été chargé, rien n'a donc été enregistré. Ferme et réessaie.
it: Il profilo non è stato caricato, quindi non è stato salvato nulla. Chiudi e riprova.
nl: Je profiel is niet geladen, dus er is niets opgeslagen. Sluit en probeer het opnieuw.
pt: O teu perfil não foi carregado, por isso nada foi guardado. Fecha e tenta de novo.

source: Your profile is hidden until then.
de: Bis dahin ist dein Profil ausgeblendet.
es: Tu perfil está oculto hasta entonces.
fr: Ton profil est masqué d'ici là.
it: Fino ad allora il tuo profilo è nascosto.
nl: Tot die tijd is je profiel verborgen.
pt: Até lá, o teu perfil fica oculto.

source: Your profile is hidden while we check.
de: Dein Profil ist während der Prüfung ausgeblendet.
es: Tu perfil está oculto mientras lo revisamos.
fr: Ton profil est masqué pendant la vérification.
it: Il tuo profilo è nascosto durante la verifica.
nl: Je profiel is verborgen tijdens de controle.
pt: O teu perfil fica oculto durante a verificação.

source: Your profile is paused
de: Dein Profil ist pausiert
es: Tu perfil está en pausa
fr: Ton profil est en pause
it: Il tuo profilo è in pausa
nl: Je profiel is gepauzeerd
pt: O teu perfil está em pausa

source: Your profile is up to date.
de: Dein Profil ist aktuell.
es: Tu perfil está al día.
fr: Ton profil est à jour.
it: Il tuo profilo è aggiornato.
nl: Je profiel is up-to-date.
pt: O teu perfil está atualizado.

source: Your profile shows your age, never the date.
de: Dein Profil zeigt dein Alter, nie das Datum.
es: Tu perfil muestra tu edad, nunca la fecha.
fr: Ton profil affiche ton âge, jamais ta date de naissance.
it: Il tuo profilo mostra la tua età, mai la data.
nl: Je profiel toont je leeftijd, nooit de datum.
pt: O teu perfil mostra a tua idade, nunca a data.

source: Your profile will show %lld.
de: Dein Profil zeigt %lld.
es: Tu perfil mostrará %lld.
fr: Ton profil affichera %lld ans.
it: Il tuo profilo mostrerà %lld anni.
nl: Je profiel toont %lld.
pt: O teu perfil vai mostrar %lld.

source: Your report couldn't be sent. Check your connection and try again.
de: Deine Meldung konnte nicht gesendet werden. Prüf deine Verbindung und versuch es noch mal.
es: No se ha podido enviar tu denuncia. Revisa tu conexión e inténtalo de nuevo.
fr: Ton signalement n'a pas pu être envoyé. Vérifie ta connexion et réessaie.
it: Non è stato possibile inviare la segnalazione. Controlla la connessione e riprova.
nl: Je melding kon niet worden verstuurd. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível enviar a tua denúncia. Verifica a ligação e tenta de novo.

source: Your request couldn't be sent. Check your connection and try again.
de: Deine Anfrage konnte nicht gesendet werden. Prüf deine Verbindung und versuch es noch mal.
es: No se ha podido enviar tu solicitud. Revisa tu conexión e inténtalo de nuevo.
fr: Ta demande n'a pas pu être envoyée. Vérifie ta connexion et réessaie.
it: Non è stato possibile inviare la richiesta. Controlla la connessione e riprova.
nl: Je verzoek kon niet worden verstuurd. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível enviar o teu pedido. Verifica a ligação e tenta de novo.

# Your routine
source: Your week
de: Deine Woche
es: Tu semana
fr: Ta semaine
it: La tua settimana
nl: Jouw week
pt: A tua semana

source: Your selfie couldn't be sent. Try again.
de: Dein Selfie konnte nicht gesendet werden. Versuch es noch mal.
es: No se ha podido enviar tu selfie. Inténtalo de nuevo.
fr: Ton selfie n'a pas pu être envoyé. Réessaie.
it: Non è stato possibile inviare il selfie. Riprova.
nl: Je selfie kon niet worden verstuurd. Probeer het opnieuw.
pt: Não foi possível enviar a tua selfie. Tenta de novo.

# Your session ended on this iPhone. Log in again to pick up where you left off.
source: Log in again on this iPhone to pick up where you left off.
de: Melde dich auf diesem iPhone wieder an, um weiterzumachen.
es: Vuelve a iniciar sesión en este iPhone para seguir donde lo dejaste.
fr: Reconnecte-toi sur cet iPhone pour reprendre là où tu en étais.
it: Accedi di nuovo su questo iPhone per riprendere da dove avevi lasciato.
nl: Log opnieuw in op deze iPhone om verder te gaan waar je was.
pt: Inicia sessão de novo neste iPhone para continuar onde ficaste.

source: Your sport
de: Dein Sport
es: Tu deporte
fr: Ton sport
it: Il tuo sport
nl: Je sport
pt: O teu desporto

source: Your sports
de: Deine Sportarten
es: Tus deportes
fr: Tes sports
it: I tuoi sport
nl: Je sporten
pt: Os teus desportos

source: Your subscription
de: Dein Abo
es: Tu suscripción
fr: Ton abonnement
it: Il tuo abbonamento
nl: Je abonnement
pt: A tua subscrição

source: Your subscription is billed through your Apple Account and renews automatically unless you cancel it at least 24 hours before the end of the current period. To change or cancel it, go to your App Store subscriptions. Deleting drafft doesn't cancel it.
de: Dein Abo wird über deinen Apple Account abgerechnet und verlängert sich automatisch, sofern du es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums kündigst. Zum Ändern oder Kündigen geh zu deinen App-Store-Abos. Das Löschen von drafft kündigt es nicht.
es: Tu suscripción se factura a través de tu cuenta de Apple y se renueva automáticamente salvo que la canceles al menos 24 horas antes del final del periodo actual. Para cambiarla o cancelarla, ve a tus suscripciones del App Store. Eliminar drafft no la cancela.
fr: Ton abonnement est facturé via ton compte Apple et se renouvelle automatiquement, sauf si tu le résilies au moins 24 heures avant la fin de la période en cours. Pour changer de formule ou résilier, va dans tes abonnements App Store. Supprimer drafft ne le résilie pas.
it: Il tuo abbonamento viene addebitato sul tuo Account Apple e si rinnova automaticamente, a meno che non lo annulli almeno 24 ore prima della fine del periodo in corso. Per modificarlo o annullarlo, vai agli abbonamenti dell'App Store. Eliminare drafft non annulla l'abbonamento.
nl: Je abonnement wordt via je Apple-account gefactureerd en automatisch verlengd, tenzij je het minstens 24 uur voor het einde van de huidige periode opzegt. Ga naar je App Store-abonnementen om je abonnement te wijzigen of op te zeggen. drafft verwijderen zegt het niet op.
pt: A tua subscrição é cobrada através da tua Conta Apple e renova-se automaticamente, a menos que a canceles pelo menos 24 horas antes do fim do período atual. Para a alterar ou cancelar, vai às tuas subscrições da App Store. Apagar o drafft não a cancela.

source: Your subscription is up to date.
de: Dein Abo ist aktuell.
es: Tu suscripción está al día.
fr: Ton abonnement est à jour.
it: Il tuo abbonamento è aggiornato.
nl: Je abonnement is up-to-date.
pt: A tua subscrição está em dia.

source: Your turn
de: Du bist dran
es: Te toca
fr: À toi de jouer
it: Tocca a te
nl: Jouw beurt
pt: É a tua vez

source: at CrossFit
de: beim CrossFit
es: en CrossFit
fr: au CrossFit
it: a CrossFit
nl: bij CrossFit
pt: no CrossFit

source: at barre
de: beim Barre
es: en barre
fr: à la barre
it: a lezione di barre
nl: bij barre
pt: no barre

source: at hot yoga
de: beim Hot Yoga
es: en hot yoga
fr: au hot yoga
it: a lezione di hot yoga
nl: bij hot yoga
pt: no hot yoga

source: at run club
de: beim Run Club
es: en el run club
fr: au run club
it: al run club
nl: bij de runclub
pt: no run club

source: at the range
de: am Schießstand
es: en el campo de tiro
fr: au pas de tir
it: al campo di tiro
nl: op de schietbaan
pt: na carreira de tiro

source: bouldering
de: bouldern
es: haciendo boulder
fr: à faire du bloc
it: a fare bouldering
nl: boulderen
pt: a fazer bouldering

source: boxing
de: boxen
es: boxeando
fr: à la boxe
it: a fare boxe
nl: boksen
pt: a treinar boxe

source: climbing
de: klettern
es: escalando
fr: à grimper
it: ad arrampicare
nl: klimmen
pt: a escalar

source: on the stepper
de: auf dem Stepper
es: en el stepper
fr: sur le stepper
it: sullo stepper
nl: op de stepper
pt: no stepper

source: cross-country skiing
de: langlaufen
es: haciendo esquí de fondo
fr: en ski de fond
it: a fare sci di fondo
nl: langlaufen
pt: a fazer esqui de fundo

source: cycling
de: Rad fahren
es: en bici
fr: à vélo
it: in bici
nl: fietsen
pt: a pedalar

source: dancing
de: tanzen
es: bailando
fr: à danser
it: a ballare
nl: dansen
pt: a dançar

source: doing HIIT
de: beim HIIT
es: haciendo HIIT
fr: à faire du HIIT
it: a fare HIIT
nl: HIIT doen
pt: a fazer HIIT

source: doing Pilates
de: beim Pilates
es: haciendo Pilates
fr: à faire du Pilates
it: a fare Pilates
nl: pilates doen
pt: a fazer Pilates

source: doing calisthenics
de: beim Calisthenics
es: haciendo calistenia
fr: à faire du street workout
it: a fare calisthenics
nl: calisthenics doen
pt: a fazer calistenia

source: doing gymnastics
de: turnen
es: haciendo gimnasia
fr: à faire de la gym
it: a fare ginnastica
nl: turnen
pt: a fazer ginástica

source: doing parkour
de: beim Parkour
es: haciendo parkour
fr: à faire du parkour
it: a fare parkour
nl: parkour doen
pt: a fazer parkour

source: doing tai chi
de: beim Tai-Chi
es: haciendo taichí
fr: à faire du tai-chi
it: a fare tai chi
nl: tai chi doen
pt: a fazer tai chi

source: doing yoga
de: beim Yoga
es: haciendo yoga
fr: à faire du yoga
it: a fare yoga
nl: yoga doen
pt: a fazer ioga

source: drafft is for people 18 and over.
de: drafft ist für Menschen ab 18.
es: drafft es para mayores de 18 años.
fr: drafft est réservé aux 18 ans et plus.
it: drafft è per persone dai 18 anni in su.
nl: drafft is voor mensen van 18 jaar en ouder.
pt: O drafft é para maiores de 18 anos.

source: drafft needs it to show people near you. While Using the App is enough, and only your area is ever shown.
de: drafft braucht ihn, um dir Leute in deiner Nähe zu zeigen. „Beim Verwenden der App“ reicht, und es wird immer nur deine Gegend angezeigt.
es: drafft la necesita para mostrarte gente cerca. Con «Cuando se use la app» basta, y solo se muestra tu zona.
fr: drafft en a besoin pour te montrer les gens autour de toi. « Lorsque l'app est active » suffit, et seule ta zone est affichée.
it: drafft ne ha bisogno per mostrarti le persone vicine. "Mentre usi l'app" basta, e viene mostrata solo la tua zona.
nl: drafft heeft het nodig om mensen in de buurt te tonen. 'Bij gebruik van app' is genoeg, en we tonen alleen je buurt.
pt: O drafft precisa dela para te mostrar pessoas perto de ti. «Durante a utilização da app» é suficiente, e só a tua zona é mostrada.

source: drafft needs your location to show people near you. We show your area, never your address.
de: drafft braucht deinen Standort, um dir Leute in deiner Nähe zu zeigen. Wir zeigen deine Gegend, nie deine Adresse.
es: drafft necesita tu ubicación para mostrarte gente cerca. Mostramos tu zona, nunca tu dirección.
fr: drafft a besoin de ta position pour te montrer les gens autour de toi. On affiche ta zone, jamais ton adresse.
it: drafft ha bisogno della tua posizione per mostrarti le persone vicine. Mostriamo la tua zona, mai il tuo indirizzo.
nl: drafft heeft je locatie nodig om mensen in de buurt te tonen. We tonen je buurt, nooit je adres.
pt: O drafft precisa da tua localização para te mostrar pessoas perto de ti. Mostramos a tua zona, nunca a tua morada.

# drafft tempo has no daily limit.
source: drafft tempo has no daily limit. Like everyone you'd train with.
de: drafft tempo hat kein Tageslimit. Like alle, mit denen du trainieren würdest.
es: drafft tempo no tiene límite diario. Da like a todas las personas con quien entrenarías.
fr: drafft tempo n'a pas de limite quotidienne. Like toutes les personnes avec qui tu t'entraînerais.
it: drafft tempo non ha limiti giornalieri. Metti like a tutte le persone con cui ti alleneresti.
nl: drafft tempo heeft geen daglimiet. Like iedereen met wie je zou trainen.
pt: O drafft tempo não tem limite diário. Dá like a todas as pessoas com quem treinarias.
